/* nothing */
"" = "Project-Id-Version: xchat-2.8.4\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2007-06-24 09:08+0200\nLast-Translator: Daniel Nylander <po@danielnylander.se>\nLanguage-Team: Swedish <tp-sv@listor.tp-sv.se>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.11.4\nPlural-Forms:  nplurals=2; plural=(n != 1);\n";

/* nothing */
"Cannot create ~/.xchat2" = "Kan inte skapa ~/.xchat2";

/* nothing */
"I'm busy" = "Jag är upptagen";

/* nothing */
"Leaving" = "Lämnar";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Att köra IRC som root är dumt! Du bör skapa ett\n  användarkonto och använda det för att logga in.\n";

/* nothing */
"Waiting" = "Väntar";

/* nothing */
"Active" = "Aktiv";

/* nothing */
"Failed" = "Misslyckades";

/* nothing */
"Done" = "Klar";

/* nothing */
"Connect" = "Anslut";

/* nothing */
"Aborted" = "Avbruten";

/* nothing */
"Cannot access %s\n" = "Kan inte komma åt %s\n";

/* nothing */
"Error" = "Fel";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s erbjuder \"%s\". Accepterar du?";

/* nothing */
"No active DCCs\n" = "Inga aktiva DCC:er\n";

/* nothing */
"YES  " = "JA   ";

/* nothing */
"NO   " = "NEJ  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Du CTCP-översvämmas från %s, ignorerar %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Du MSG-översvämmas från %s, ställer in gui_auto_open_dialog till AV.\n";

/* nothing */
"  %-20s online\n" = "  %-20s ansluten\n";

/* nothing */
"  %-20s offline\n" = "  %-20s frånkopplad\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Gick inte in i någon kanal. Prova /join #<kanal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Inte ansluten. Prova /server <värd> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "Redan markerad som frånvarande: %s\n";

/* nothing */
"Already marked back.\n" = "Redan markerad som tillbaka.\n";

/* nothing */
"I need /bin/sh to run!\n" = "Jag behöver /bin/sh för att kunna köra!\n";

/* nothing */
"Commands Available:" = "Tillgängliga kommandon:";

/* nothing */
"User defined commands:" = "Användardefinierade kommandon:";

/* nothing */
"Plugin defined commands:" = "Användardefinierade insticksmoduler:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Skriv /HELP <kommando> för ytterligare information, eller /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Ignorerade okända kommandot \"%s\".";

/* nothing */
"No such plugin found.\n" = "Ingen sådan insticksmodul hittades.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Den insticksmodulen vägrar att glömmas.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <namn> <åtgärd>, lägger till en knapp under användarlistan";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <kmdo>, skickar ett kommando till alla kanaler du är inne i";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <kmdo>, skickar ett kommando till alla kanaler du är inne i";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <kmdo>, skickar ett kommando till alla servrar du är ansluten till";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<orsak>], anger att du är frånvarande";

/* nothing */
"BACK, sets you back (not away)" = "BACK, ställer in dig som tillbaka (inte frånvarande)";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<bannlysningstyp>], bannlyser alla som matchar masken från den aktuella kanalen. Om de redan är på kanalen kommer detta inte att sparka ut dem (kräver kanaloperatörsstatus)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Ställ in alternativ per kanal\nCHANOPT CONFMODE ON|OFF - Växla konfläge/visa meddelanden för ingång och lämnande\nCHANOPT COLORPASTE ON|OFF - Växla färginklistring\nCHANOPT BEEP ON|OFF - Växla ljudsignal vid meddelande\nCHANOPT TRAY ON|OFF - Växla lådblinkning vid meddelande";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], tömmer aktuellt textfönster eller kommandohistorik";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, stänger det aktuella fönstret/fliken";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <kod|jokertecken>, söker efter en landskod, exempelvis se = Sverige";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <smeknamn> <meddelande>, skickar CTCP-meddelandet till smeknamn, vanliga meddelanden är VERSION och USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE [<kanal>], lämnar aktuell kanal och går omedelbart in i den igen";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <smeknamn>                     - ta emot en erbjuden fil\nDCC SEND [-maxcps=#] <smeknamn> [fil]  - skicka en fil till någon\nDCC PSEND [-maxcps=#] <smeknamn> [fil] - skicka en fil i passivt läge\nDCC LIST                               - visa DCC-lista\nDCC CHAT <smeknamn>                    - erbjud någon DCC-chatt\nDCC PCHAT <smeknamn>                   - erbjud DCC-chatt i passivt läge\nDCC CLOSE <typ> <smeknamn> <fil>         exempel:\n         /dcc close send nisse fil.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <smeknamn>, tar bort halvkanaloperatörsstatus från smeknamnet på den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <namn>, tar bort en knapp under användarlistan";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <smeknamn>, tar bort kanaloperatörsstatus från smeknamnet på den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <smeknamn>, tar bort röststatus från smeknamnet på den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, kopplar från servern";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <smeknamn|värd|ip>, söker en användares IP-nummer";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, skriver ut text lokalt";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <kommando>, kör kommandot. Om flaggan -o används skickas utdata till den aktuella kanalen, annars skrivs den ut i det aktuella textfältet";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, skickar SIGCONT til processen";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], dödar en körande exekvering i den aktuella sessionen. Om -9 anges kommer processen att SIGKILL:as";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, skickar SIGSTOP till processen";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, skickar data till processens standard in";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, tömmer den aktuella serverns sändkö";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <värd> [<port>], tunnlar genom en värd, standardvärde på port är 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <smeknamn> <lösenord>, Dödar ett smeknamnsspöke";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <smeknamn>, ger halvkanaloperatörsstatus till smeknamn (kräver kanaloperatörsstatus)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <lösenord>, identifiera dig själv mot nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <typer..> <alternativ..>\n    mask - värdmask att ignorera, exempelvis: *!*@*.aol.com\n    typer - datatyper att ignorera, en eller alla av:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    alternativ - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <smeknamn> [<kanal>], bjuder in någon till en kanal, standardalternativet är den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanal>, går in i kanalen";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <smeknamn>, sparkar ut smeknamn från den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <smeknamn>, bannlyser och sparkar sedan ut smeknamn från den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, tvingar fram en ny eftersläpningskontroll";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <sträng>, söker efter en sträng i bufferten";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <fil>, läser in en insticksmodul eller ett skript";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, tar bort halvkanaloperatörsstatus från alla halvkanaloperatörer i den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, tar bort kanaloperatörsstatus från alla kanaloperatörer i den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <händelse>, skickar händelsen till den aktuella kanalen (händelserna skrivs i tredje person, som exempelvis /me hoppar)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, sparkar ut alla utom dig själv från den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, ger kanaloperatörsstatus till alla användare i den aktuella kanalen (kräver kanaloperatörsstatus)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <smeknamn> <meddelande>, skickar ett privat meddelande";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, listar smeknamnen på den aktuella kanalen";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <smeknamn> <meddelande>, skickar en CTCP-notis";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <värdnamn> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <smeknamn>, ställer in ditt smeknamn";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <smeknamn/kanal> <meddelande>, skickar en notis. Notiser är en typ av meddelanden som bör reageras på automatiskt";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n nätverk1[,nätverk2,...]] [<smeknamn>], visar din notifieringslista eller lägger till någon till den";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <smeknamn>, ger kanaloperatörsstatus till smeknamn (kräver kanaloperatörsstatus)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanal>] [<orsak>], lämnar kanalen, standardalternativet är den aktuella kanalen";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <smeknamn | kanal>, CTCP-pingar smeknamn eller kanal";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <smeknamn>, öppnar ett nytt fönster för privata meddelanden till någon";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<orsak>], kopplar från den aktuella servern";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>, skickar texten i rå form till servern";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<värd>] [<port>] [<lösenord>], kan anropas bara som /RECONNECT för att återansluta till den aktuella servern eller med /RECONNECT ALL för att återansluta till alla de öppna servrarna";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<värd>] [<port>] [<lösenord>] [<ssl>] [<acceptera_ogiltigt_cert>], kan anropas bara som /RECONNECT för att återansluta till den aktuella servern eller med /RECONNECT ALL för att återansluta till alla de öppna servrarna";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, skicka rå data till xchat på samma sätt som det tas emot från irc-servern";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, skickar texten till objektet i det aktuella fönstret";

/* nothing */
"SEND <nick> [<file>]" = "SEND <smeknamn> [<fil>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <värd> <port> <kanal>, ansluter och går in i en kanal";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <värd> <port> <kanal>, ansluter och går in i en kanal";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <värd> [<port>] [<lösenord>], ansluter till en server, standardporten är 6667 för normala anslutningar, och 994 för ssl-anslutningar";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <värd> [<port>] [<lösenord>], ansluter till en server, standardporten är 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-or] [-quiet] <variabel> [<värde>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<position>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<ämne>], ställer in ämnet om något anges, annars visar det aktuellt ämne";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "\nTRAY -f <tidsgräns> <fil1> [<fil2>] Blinka lådan mellan två ikoner.\nTRAY -f <filnamn>                   Ställ in lådan till en fast ikon.\nTRAY -i <nummer>                    Blinka lådan med en intern ikon.\nTRAY -t <text>                      Ställ in verktygstips för lådan.\nTRAY -b <titel> <text>              Ställ in ballongtext för lådan.";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...], tar bort bannlysning för angivna masker.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <namn>, glömmer en insticksmodul eller ett skript";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, öppnar en URL i din webbläsare";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <smeknamn1> <smeknamn2> etc, färgmärker smeknamn i kanalens användarlista";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <smeknamn>, ger röststatus till någon (kräver kanaloperatörsstatus)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <meddelande>, skriver meddelandet i alla kanaler";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <meddelande>, skickar meddelandet till alla kanaloperatörer på den aktuella kanalen";

/* nothing */
"Usage: %s\n" = "Användning: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nIngen hjälp tillgänglig för det kommandot.\n";

/* nothing */
"No such command.\n" = "Det finns inget sådant kommando.\n";

/* nothing */
"Bad arguments for user command.\n" = "Felaktiga argument i användarkommando.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "För många rekursiva användarkommandon, avbryter.";

/* nothing */
"Unknown Command. Try /help\n" = "Okänt kommando. Prova /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Ingen \"xchat_plugin_init\"-symbol; är detta verkligen en xchat-insticksmodul?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Är du säker på att detta är en SSL-kapabel server och port?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Kan inte slå upp värdnamnet %s\nKontrollera dina IP-inställningar!\n";

/* nothing */
"Proxy traversal failed.\n" = "Proxytraversering misslyckades.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Byter till nästa server i %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Varning: Teckentabellen \"%s\" är okänd. Ingen konvertering kommer att tillämpas för nätverket %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 lades till i notifieringslistan.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Bannlysningslista:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tKan inte gå in i%C26 %B$1 %O(Du är bannlyst).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 är nu känd som $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 ställer in bannlysning på $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tKanalen $1 skapad på $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O tar bort halvkanaloperatörsstatusen från%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O tar bort kanaloperatörsstatus från%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O tar bort röststatus från%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 ställer in undantag på $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O ger halvkanaloperatörsstatus till%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 ställer in inbjudan på $2";

/* nothing */
"%UChannel          Users   Topic" = "%UKanal          Användare Ämne";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 ställer in läget $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Kanal $1 lägen: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O ger kanaloperatörsstatus till%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 tar bort undantag på $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 tar bort inbjudan på $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 tar bort kanallösenordet";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 tar bort användargräns";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 ställer in kanallösenordet till $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 ställer in kanalgränsen till $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 tar bort bannlysning av $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O ger röststatus till%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Ansluten. Loggar in nu...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Ansluter till $1 ($2) port $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Anslutningen misslyckades. Fel: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tMottog ett CTCP $1 från $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tMottog ett CTCP $1 från $2 (till $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tMottog ett CTCP Sound $1 från $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tMottog ett CTCP Sound $1 från $2 (till $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT till %C26$1%O avbruten.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC CHAT-anslutning etablerad till %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT till %C26$1%O avbruten ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tMottog ett DCC CHAT-erbjudande från $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tErbjuder DCC CHAT till $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tErbjuder redan CHAT till $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 anslutningsförsök till%C26 $2%O misslyckades (fel=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tMottog \"$1%O\" från $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Typ   Till/Från  Status  Storlek Pos     Fil          ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tMottog en felaktigt utformad DCC-begäran från %C26$1%O.%010%C22*%O$tPaketets innehåll: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tErbjuder%C26 $1%O till%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tDet finns inget sådant DCC-erbjudande.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O till%C26 $1%O avbruten.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O från%C26 $3%O klar %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV-anslutning etablerad till%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O från%C26 $3%O misslyckades ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Kan inte öppna $1 för skrivning ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tFilen%C26 $1%C finns redan, sparar den som%C26 $2%O istället.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Ohar begärt att återuppta%C26 $2 %Cfrån%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O till%C26 $1%O avbruten.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O till%C26 $2%O klar %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND-anslutning etablerad till%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O till%C26 $2%O misslyckades. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Ohar erbjudit%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Otill%C26 $3 %Cstannade - avbryter.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Otill%C26 $3 %Ogjorde timeout - avbryter.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 borttagen från notifieringslistan.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tKopplade från ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tHittade ditt IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O lades till i ignoreringslistan.";

/* nothing */
"Ignore on %C26$1%O changed." = "Ignorering på %C26$1%O ändrades.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Värdmask                  PRIV NOTI KANA CTCP DCC  INBJ AVIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O togs bort från ignoreringslistan.";

/* nothing */
"  Ignore list is empty." = "  Ignoreringslistan är tom.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tKan inte gå in i%C26 %B$1 %O(Kanalen kräver inbjudan).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tDu har bjudits in till%C26 $1%O by%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) gick in i $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tKan inte gå in i%C26 %B$1 %O(Kräver lösenord).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 har sparkat ut $2 från $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tDu har dödats av $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD hoppades över.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 används redan. Försöker igen med $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tSmeknamnet används redan. Använd /NICK för att försöka med ett annat.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tDet finns ingen sådan DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tIngen sådan process körs för tillfället";

/* nothing */
"$tNotify list is empty." = "$tNotifieringslistan är tom.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Notifieringslista                     ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 användare på notifieringslistan.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tNotifiering: $1 är ansluten ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tNotifiering: $1 är ansluten ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) har lämnat $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) har lämnat $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPingsvar från $1: $2 sekund(er)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tInget pingsvar under $1 sekunder, kopplar från.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tEn process kör redan";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 har avslutat (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 ställer in lägena%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tSlår upp IP-numret för%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Ansluten.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Slår upp $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tStoppade föregående anslutningsförsök (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Ämnet för $1%C %C29is: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 har bytt ämne till: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Ämnet för $1%C %C29satt av $2%C %C29den $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tOkänd värd. Du kanske har stavat den fel?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tKan inte gå in i%C26 %B$1 %O(Användargränsen nådd).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Användare på $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cär frånvarande %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OSlut på WHOIS-lista.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O inaktiv%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O inaktiv%C26 $2%O, påloggning:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Overklig användare@värd%C27 $2%O, riktig IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Pratar nu på $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tDu har sparkats ut från $2 av $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tDu har lämnat kanalen $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tDu har lämnat kanalen $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tDu bjuder in%C26 $1%O till%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tDu är nu känd som $2";

/* nothing */
"Loaded log from" = "Läste in logg från";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** AVSLUTADE LOGGANDE VID %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** PÅBÖRJADE LOGGANDE VID %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Kan inte öppna loggfiler för skrivande. Kontrollera\n  rättigheterna på %s/xchatlogs";

/* nothing */
"Left message" = "Vänstermeddelande";

/* nothing */
"Right message" = "Högermeddelande";

/* nothing */
"The nick of the joining person" = "Smeknamnet på personen som går in";

/* nothing */
"The channel being joined" = "Kanalen som gås in i";

/* nothing */
"The host of the person" = "Personens värddator";

/* nothing */
"Nickname" = "Smeknamn";

/* nothing */
"The action" = "Åtgärden";

/* nothing */
"Mode char" = "Lägestecken";

/* nothing */
"The text" = "Texten";

/* nothing */
"Identified text" = "Identifierad text";

/* nothing */
"The message" = "Meddelandet";

/* nothing */
"Old nickname" = "Gammalt smeknamn";

/* nothing */
"New nickname" = "Nytt smeknamn";

/* nothing */
"Nick of person who changed the topic" = "Smeknamnet på personen som ändrade ämnet";

/* nothing */
"Topic" = "Ämne";

/* nothing */
"Channel" = "Kanal";

/* nothing */
"The nickname of the kicker" = "Smeknamnet på den som sparkar ut";

/* nothing */
"The person being kicked" = "Personen som blir utsparkad";

/* nothing */
"The channel" = "Kanalen";

/* nothing */
"The reason" = "Orsaken";

/* nothing */
"The nick of the person leaving" = "Smeknamnet på den person som lämnar";

/* nothing */
"The time" = "Tiden";

/* nothing */
"The creator" = "Skaparen";

/* nothing */
"Nick" = "Smeknamn";

/* nothing */
"Reason" = "Orsak";

/* nothing */
"Host" = "Värd";

/* nothing */
"Who it's from" = "Vem det är från";

/* nothing */
"The time in x.x format (see below)" = "Tiden i x.x-format (se nedan)";

/* nothing */
"The Channel it's going to" = "Kanalen som det går till";

/* nothing */
"The sound" = "Ljudet";

/* nothing */
"The nick of the person" = "Smeknamnet på personen";

/* nothing */
"The CTCP event" = "CTCP-händelsen";

/* nothing */
"The nick of the person who set the key" = "Smeknamnet på personen som satte lösenordet";

/* nothing */
"The key" = "Lösenordet";

/* nothing */
"The nick of the person who set the limit" = "Smeknamnet på personen som satte gränsen";

/* nothing */
"The limit" = "Gränsen";

/* nothing */
"The nick of the person who did the op'ing" = "Smeknamnet på personen som gav operatörsstatus";

/* nothing */
"The nick of the person who has been op'ed" = "Smeknamnet på personen som har givits operatörsstatus";

/* nothing */
"The nick of the person who has been halfop'ed" = "Smeknamnet på personen som har givits halvoperatörsstatus";

/* nothing */
"The nick of the person who did the halfop'ing" = "Smeknamnet på personen som gav halvoperatörsstatus";

/* nothing */
"The nick of the person who did the voice'ing" = "Smeknamnet på personen som gav röststatus";

/* nothing */
"The nick of the person who has been voice'ed" = "Smeknamnet på personen som har givits röststatus";

/* nothing */
"The nick of the person who did the banning" = "Smeknamnet på personen som gjorde bannlysningen";

/* nothing */
"The ban mask" = "Bannlysningsmasken";

/* nothing */
"The nick who removed the key" = "Smeknamnet som tog bort lösenordet";

/* nothing */
"The nick who removed the limit" = "Smeknamnet som tog bort gränsen";

/* nothing */
"The nick of the person of did the deop'ing" = "Smeknamnet på personen som tog bort operatörsstatus";

/* nothing */
"The nick of the person who has been deop'ed" = "Smeknamnet på personen som har fråntagits operatörsstatus";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Seknamnet på personen som fråntog halvoperatörsstatus";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Smeknamnet på personen som har fråntagits halvoperatörsstatus";

/* nothing */
"The nick of the person of did the devoice'ing" = "Smeknamnet på personen som fråntog röststatus";

/* nothing */
"The nick of the person who has been devoice'ed" = "Smeknamnet på personen som har fråntagits röststatus";

/* nothing */
"The nick of the person of did the unban'ing" = "Smeknamnet på personen som tog bort bannlysningen";

/* nothing */
"The nick of the person who did the exempt" = "Smeknamnet på personen som gjorde undantaget";

/* nothing */
"The exempt mask" = "Undantagsmasken";

/* nothing */
"The nick of the person removed the exempt" = "Smeknamnet på personen som tog bort undantaget";

/* nothing */
"The nick of the person who did the invite" = "Smeknamnet på personen som gjorde inbjudan";

/* nothing */
"The invite mask" = "Inbjudningsmasken";

/* nothing */
"The nick of the person removed the invite" = "Smeknamnet på personen som tog bort inbjudan";

/* nothing */
"The nick of the person setting the mode" = "Smeknamnet på personen som satte läget";

/* nothing */
"The mode's sign (+/-)" = "Lägestecknet (+/-)";

/* nothing */
"The mode letter" = "Lägesbokstaven";

/* nothing */
"The channel it's being set on" = "Kanalen som det ställs in på";

/* nothing */
"Username" = "Användarnamn";

/* nothing */
"Full name" = "Fullständigt namn";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Kanalmedlemskap/\"är en IRC-operatör\"";

/* nothing */
"Server Information" = "Serverinformation";

/* nothing */
"Idle time" = "Inaktivitetstid";

/* nothing */
"Signon time" = "Påloggningstid";

/* nothing */
"Away reason" = "Frånvaroskäl";

/* nothing */
"Message" = "Meddelande";

/* nothing */
"Account" = "Konto";

/* nothing */
"Real user@host" = "Verklig användare@värd";

/* nothing */
"Real IP" = "Verklig IP";

/* nothing */
"Channel Name" = "Kanalnamn";

/* nothing */
"Text" = "Text";

/* nothing */
"Server Name" = "Servernamn";

/* nothing */
"Nick of person who invited you" = "Smeknamnet på personen som bjöd in dig";

/* nothing */
"Users" = "Användare";

/* nothing */
"Nickname in use" = "Smeknamnet används redan";

/* nothing */
"Nick being tried" = "Smeknamnet provas";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"Network" = "Nätverk";

/* nothing */
"Modes string" = "Lägessträng";

/* nothing */
"IP address" = "IP-adress";

/* nothing */
"DCC Type" = "DCC-typ";

/* nothing */
"Filename" = "Filnamn";

/* nothing */
"Destination filename" = "Målfilnamn";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Sökväg";

/* nothing */
"Position" = "Position";

/* nothing */
"Size" = "Storlek";

/* nothing */
"DCC String" = "DCC-sträng";

/* nothing */
"Number of notify items" = "Antal notifieringsobjekt";

/* nothing */
"Old Filename" = "Gammalt filnamn";

/* nothing */
"New Filename" = "Nytt filnamn";

/* nothing */
"Receiver" = "Mottagare";

/* nothing */
"Hostmask" = "Värdmask";

/* nothing */
"Hostname" = "Värdnamn";

/* nothing */
"The Packet" = "Paketet";

/* nothing */
"Seconds" = "Sekunder";

/* nothing */
"Nick of person who have been invited" = "Smeknamnet på personen som bjudits in";

/* nothing */
"Banmask" = "Bannlysningsmask";

/* nothing */
"Who set the ban" = "Vem som gjorde bannlysningen";

/* nothing */
"Ban time" = "Bannlysningstid";

/* nothing */
"Error parsing event %s.\nLoading default." = "Fel vid tolkning av händelsen %s.\nLäser in standardvärde.";

/* nothing */
"Cannot read sound file:\n%s" = "Kan inte läsa ljudfilen:\n%s";

/* nothing */
"Remote host closed socket" = "Fjärrvärden stängde uttaget (socket)";

/* nothing */
"Connection refused" = "Uppkoppling nekas";

/* nothing */
"No route to host" = "Ingen väg till värden";

/* nothing */
"Connection timed out" = "Anslutningen gjorde time-out";

/* nothing */
"Cannot assign that address" = "Kan inte tilldela den adressen";

/* nothing */
"Connection reset by peer" = "Anslutningen nollställdes av motparten";

/* nothing */
"Ascension Island" = "Ascension Island";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Förenade Arabemiraten";

/* nothing */
"Afghanistan" = "Afghanistan";

/* nothing */
"Antigua and Barbuda" = "Antigua och Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albanien";

/* nothing */
"Armenia" = "Armenien";

/* nothing */
"Netherlands Antilles" = "Nederländska Antillerna";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktis";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "Omvänd DNS";

/* nothing */
"American Samoa" = "Samoa";

/* nothing */
"Austria" = "Österrike";

/* nothing */
"Nato Fiel" = "Nato";

/* nothing */
"Australia" = "Australien";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Åland";

/* nothing */
"Azerbaijan" = "Azerbajdzjan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnien och Hercegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgien";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgarien";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Företag";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei";

/* nothing */
"Bolivia" = "Bolivia";

/* nothing */
"Brazil" = "Brasilien";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Bouvetön";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Vitryssland";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kokosöarna";

/* nothing */
"Democratic Republic of Congo" = "Demokratiska republiken Kongo";

/* nothing */
"Central African Republic" = "Centralafrikanska republiken";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Schweiz";

/* nothing */
"Cote d'Ivoire" = "Elfenbenskusten";

/* nothing */
"Cook Islands" = "Cooköarna";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Kina";

/* nothing */
"Colombia" = "Colombia";

/* nothing */
"Internic Commercial" = "Internic, kommersiellt";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Serbien och Montenegro";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Kap Verde";

/* nothing */
"Christmas Island" = "Julön";

/* nothing */
"Cyprus" = "Cypern";

/* nothing */
"Czech Republic" = "Tjeckien";

/* nothing */
"Germany" = "Tyskland";

/* nothing */
"Djibouti" = "Djibouti";

/* nothing */
"Denmark" = "Danmark";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "Dominikanska republiken";

/* nothing */
"Algeria" = "Algeriet";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Utbildningsväsende";

/* nothing */
"Estonia" = "Estland";

/* nothing */
"Egypt" = "Egypten";

/* nothing */
"Western Sahara" = "Västsahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Spanien";

/* nothing */
"Ethiopia" = "Etiopien";

/* nothing */
"European Union" = "Europeiska gemenskapen";

/* nothing */
"Finland" = "Finland";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Falklandsöarna";

/* nothing */
"Micronesia" = "Mikronesien";

/* nothing */
"Faroe Islands" = "Färöarna";

/* nothing */
"France" = "Frankrike";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Storbritannien";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Georgien";

/* nothing */
"French Guiana" = "Franska Guyana";

/* nothing */
"British Channel Isles" = "Brittiska kanalöarna";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Grönland";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Regering";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Ekvatorialguinea";

/* nothing */
"Greece" = "Grekland";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Sydgeorgien och Södra Sandwichöarna";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Heard- och McDonaldöarna";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Kroatien";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Ungern";

/* nothing */
"Indonesia" = "Indonesien";

/* nothing */
"Ireland" = "Irland";

/* nothing */
"Israel" = "Israel";

/* nothing */
"Isle of Man" = "Isle of Man";

/* nothing */
"India" = "Indien";

/* nothing */
"Informational" = "Informativ";

/* nothing */
"International" = "Internationellt";

/* nothing */
"British Indian Ocean Territory" = "Brittiskt territiorium i Indiska Oceanen";

/* nothing */
"Iraq" = "Irak";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Island";

/* nothing */
"Italy" = "Italien";

/* nothing */
"Jersey" = "Jersey";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordanien";

/* nothing */
"Japan" = "Japan";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kirgizistan";

/* nothing */
"Cambodia" = "Kambodja";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komorerna";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts och Nevis";

/* nothing */
"North Korea" = "Nordkorea";

/* nothing */
"South Korea" = "Sydkorea";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Caymanöarna";

/* nothing */
"Kazakhstan" = "Kazakstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Libanon";

/* nothing */
"Saint Lucia" = "Sankt Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberia";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Litauen";

/* nothing */
"Luxembourg" = "Luxemburg";

/* nothing */
"Latvia" = "Lettland";

/* nothing */
"Libya" = "Libyen";

/* nothing */
"Morocco" = "Marocko";

/* nothing */
"Monaco" = "Monaco";

/* nothing */
"Moldova" = "Moldavien";

/* nothing */
"United States Medical" = "Förenta Staterna, medicinskt";

/* nothing */
"Madagascar" = "Madagaskar";

/* nothing */
"Marshall Islands" = "Marshallöarna";

/* nothing */
"Military" = "Militärt";

/* nothing */
"Macedonia" = "Makedonien";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar (Burma)";

/* nothing */
"Mongolia" = "Mongoliet";

/* nothing */
"Macau" = "Macao";

/* nothing */
"Northern Mariana Islands" = "Norra Marianeröarna";

/* nothing */
"Martinique" = "Martinique";

/* nothing */
"Mauritania" = "Mauretanien";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauritius";

/* nothing */
"Maldives" = "Maldiverna";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexiko";

/* nothing */
"Malaysia" = "Malaysia";

/* nothing */
"Mozambique" = "Moçambique";

/* nothing */
"Namibia" = "Namibia";

/* nothing */
"New Caledonia" = "Nya Kaledonien";

/* nothing */
"Niger" = "Nigeria";

/* nothing */
"Internic Network" = "Internic, nätverk";

/* nothing */
"Norfolk Island" = "Norfolköarna";

/* nothing */
"Nigeria" = "Nigeria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Nederländerna";

/* nothing */
"Norway" = "Norge";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nya Zeeland";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Internic, ideell organisation";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Polynesien";

/* nothing */
"Papua New Guinea" = "Papua Nya Guinea";

/* nothing */
"Philippines" = "Filippinerna";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Polen";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre och Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Palestinian Territory" = "Palestinska territoriet";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Réunion";

/* nothing */
"Romania" = "Rumänien";

/* nothing */
"Old School ARPAnet" = "Gammaldags ARPAnet";

/* nothing */
"Russian Federation" = "Ryska Federationen";

/* nothing */
"Rwanda" = "Rwanda";

/* nothing */
"Saudi Arabia" = "Saudiarabien";

/* nothing */
"Solomon Islands" = "Solomonöarna";

/* nothing */
"Seychelles" = "Seychellerna";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Sverige";

/* nothing */
"Singapore" = "Singapore";

/* nothing */
"St. Helena" = "St. Helena";

/* nothing */
"Slovenia" = "Slovenien";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard och Jan Mayenöarna";

/* nothing */
"Slovak Republic" = "Slovakien";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somalia";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "São Tomé och Principe";

/* nothing */
"Former USSR" = "Före detta USSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Syrien";

/* nothing */
"Swaziland" = "Swaziland";

/* nothing */
"Turks and Caicos Islands" = "Turks- och Caicosöarna";

/* nothing */
"Chad" = "Tchad";

/* nothing */
"French Southern Territories" = "Franska Sydterritorierna";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Thailand";

/* nothing */
"Tajikistan" = "Tadzjikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Östtimor";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunisien";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turkiet";

/* nothing */
"Trinidad and Tobago" = "Trinidad och Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzania";

/* nothing */
"Ukraine" = "Ukraina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Storbritannien";

/* nothing */
"United States of America" = "Förenta Staterna";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Vatikanstaten";

/* nothing */
"St. Vincent and the Grenadines" = "St. Vincent och Grenadinerna";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Brittiska Jungfruöarna";

/* nothing */
"US Virgin Islands" = "Jungfruöarna (USA)";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis- och Futunaöarna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Jugoslavien";

/* nothing */
"South Africa" = "Sydafrika";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Okänd";

/* nothing */
"Open Dialog Window" = "Öppna dialogfönster";

/* nothing */
"Send a File" = "Skicka en fil";

/* nothing */
"User Info (WHOIS)" = "Användarinfo (WHOIS)";

/* nothing */
"Operator Actions" = "Operatörsåtgärder";

/* nothing */
"Give Ops" = "Ge kanaloperatörsstatus";

/* nothing */
"Take Ops" = "Ta kanaloperatörsstatus";

/* nothing */
"Give Voice" = "Ge röststatus";

/* nothing */
"Take Voice" = "Ta röststatus";

/* nothing */
"Kick/Ban" = "Sparka ut/Bannlys";

/* nothing */
"Kick" = "Sparka ut";

/* nothing */
"Ban" = "Bannlys";

/* nothing */
"KickBan" = "Sparka ut och bannlys";

/* nothing */
"Direct client-to-client" = "Direkt klient-till-klient";

/* nothing */
"Send File" = "Skicka fil";

/* nothing */
"Offer Chat" = "Erbjud chatt";

/* nothing */
"Abort Chat" = "Avbryt chatt";

/* nothing */
"Version" = "Version";

/* nothing */
"Userinfo" = "Användarinformation";

/* nothing */
"Clientinfo" = "Klientinformation";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Tid";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Serveroperatör";

/* nothing */
"Kill this user" = "Döda denna användare";

/* nothing */
"Mode" = "Läge";

/* nothing */
"Give Half-Ops" = "Ge halv-operatörsstatus";

/* nothing */
"Take Half-Ops" = "Ta halv-operatörsstatus";

/* nothing */
"Ignore" = "Ignorera";

/* nothing */
"Ignore User" = "Ignorera användare";

/* nothing */
"UnIgnore User" = "Avignorera användare";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "Vem";

/* nothing */
"WhoIs" = "VemÄr";

/* nothing */
"DNS Lookup" = "DNS-uppslagning";

/* nothing */
"Trace" = "Spårning";

/* nothing */
"UserHost" = "AnvändareVärd";

/* nothing */
"External" = "Extern";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Lämna kanal";

/* nothing */
"Join Channel..." = "Gå in i kanal...";

/* nothing */
"Enter Channel to Join:" = "Ange kanal att gå in i:";

/* nothing */
"Server Links" = "Serverlänkar";

/* nothing */
"Ping Server" = "Pinga server";

/* nothing */
"Hide Version" = "Dölj version";

/* nothing */
"Op" = "Ge op";

/* nothing */
"DeOp" = "Ta bort op";

/* nothing */
"bye" = "hejdå";

/* nothing */
"Enter reason to kick %s:" = "Ange orsak för att sparka ut %s:";

/* nothing */
"Sendfile" = "Skickafil";

/* nothing */
"Dialog" = "Dialog";

/* nothing */
"Send" = "Skicka";

/* nothing */
"Chat" = "Chatta";

/* nothing */
"Clear" = "Töm";

/* nothing */
"Couldn't connect to session bus" = "Kunde inte ansluta till sessionsbuss";

/* nothing */
"Failed to complete NameHasOwner" = "Misslyckades med att färdigställa NameHasOwner";

/* nothing */
"Failed to complete Command" = "Misslyckades med att färdigställa kommando";

/* nothing */
"remote access" = "fjärråtkomst";

/* nothing */
"plugin for remote access using DBUS" = "insticksmodul för fjärråtkomst via DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Kunde inte ansluta till sessionsbuss: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Misslyckades med att ta över %s: %s\n";

/* nothing */
"About XChat" = "Om XChat";

/* nothing */
"A multiplatform IRC Client" = "En IRC-klient för flera plattformar";

/* nothing */
"Character Chart" = "Teckenkarta";

/* nothing */
"Not connected." = "Inte ansluten.";

/* nothing */
"You must select some bans." = "Du måste välja några bannlysningar.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Är du säker på att du vill ta bort alla bannlysningar i %s?";

/* nothing */
"Mask" = "Mask";

/* nothing */
"From" = "Från";

/* nothing */
"Date" = "Datum";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Du kan endast öppna bannlysningslistan inne i kanalfliken.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Bannlysningslista (%s)";

/* nothing */
"Remove" = "Ta bort";

/* nothing */
"Crop" = "Kapa";

/* nothing */
"Refresh" = "Uppdatera";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Visar %d/%d användare i %d/%d kanaler.";

/* nothing */
"Select an output filename" = "Välj ett namn på utfilen";

/* nothing */
"_Join Channel" = "_Gå in i kanalen";

/* nothing */
"_Copy Channel Name" = "_Kopiera kanalnamn";

/* nothing */
"Copy _Topic Text" = "Kopiera _ämnestext";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Kanallista (%s)";

/* nothing */
"_Search" = "_Sök";

/* nothing */
"_Download List" = "_Hämta lista";

/* nothing */
"Save _List..." = "Spara _lista...";

/* nothing */
"Show only:" = "Visa endast:";

/* nothing */
"channels with" = "kanaler med";

/* nothing */
"to" = "till";

/* nothing */
"users." = "användare.";

/* nothing */
"Look in:" = "Leta i:";

/* nothing */
"Channel name" = "Kanalnamn";

/* nothing */
"Search type:" = "Söktyp:";

/* nothing */
"Simple Search" = "Enkel sökning";

/* nothing */
"Pattern Match (Wildcards)" = "Mönstermatchning (jokertecken)";

/* nothing */
"Regular Expression" = "Reguljärt uttryck";

/* nothing */
"Find:" = "Sök:";

/* nothing */
"Send file to %s" = "Skicka filen till %s";

/* nothing */
"That file is not resumable." = "Den filen kan inte återupptas.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Kan inte komma åt fil: %s\n%s.\nÅterupptagning inte möjlig.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Filen i hämtningskatalogen är större än den fil som erbjudits. Återupptagning är inte möjlig.";

/* nothing */
"Cannot resume the same file from two people." = "Kan inte återuppta samma fil från två personer.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Sändningar och hämtningar";

/* nothing */
"Status" = "Status";

/* nothing */
"File" = "Fil";

/* nothing */
"ETA" = "Beräknad tid";

/* nothing */
"Both" = "Både och";

/* nothing */
"Uploads" = "Sändningar";

/* nothing */
"Downloads" = "Hämtningar";

/* nothing */
"Details" = "Detaljer";

/* nothing */
"File:" = "Fil:";

/* nothing */
"Address:" = "Adress:";

/* nothing */
"Abort" = "Avbryt";

/* nothing */
"Accept" = "Acceptera";

/* nothing */
"Resume" = "Återuppta";

/* nothing */
"Open Folder..." = "Öppna mapp...";

/* nothing */
"XChat: DCC Chat List" = "XChat: DCC Chat-lista";

/* nothing */
"Recv" = "Mottaget";

/* nothing */
"Sent" = "Skickat";

/* nothing */
"Start Time" = "Starttid";

/* nothing */
"*NEW*" = "*NY*";

/* nothing */
"EDIT ME" = "REDIGERA MIG";

/* nothing */
"Name" = "Namn";

/* nothing */
"Command" = "Kommando";

/* nothing */
"Move Up" = "Flytta upp";

/* nothing */
"Move Dn" = "Flytta ned";

/* nothing */
"Cancel" = "Avbryt";

/* nothing */
"Save" = "Spara";

/* nothing */
"Add New" = "Lägg till ny";

/* nothing */
"Delete" = "Ta bort";

/* nothing */
"Sort" = "Sortera";

/* nothing */
"Help" = "Hjälp";

/* nothing */
"Don't auto connect to servers" = "Anslut inte automatiskt till servrar";

/* nothing */
"Use a different config directory" = "Använd en annan konfigurationskatalog";

/* nothing */
"Don't auto load any plugins" = "Läs inte automatiskt in några insticksmoduler";

/* nothing */
"Show plugin auto-load directory" = "Visa katalog för automatisk inläsning av insticksmoduler";

/* nothing */
"Show user config directory" = "Visa katalog för användarkonfiguration";

/* nothing */
"Open an irc://server:port/channel URL" = "Öppna en irc://server:port/kanal URL";

/* nothing */
"Open URL in an existing XChat" = "Öppna url i en existerande XChat";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "Börja minimerad. Nivå 0=Normal 1=Ikonifierad 2=Låda";

/* nothing */
"level" = "nivå";

/* nothing */
"Show version information" = "Visa versionsinformation";

/* nothing */
"Failed to open font:\n\n%s" = "Misslyckades med att öppna typsnitt:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Sökbufferten är tom.\n";

/* nothing */
"%d bytes" = "%d byte";

/* nothing */
"Network send queue: %d bytes" = "Sändkö för nätverket: %d byte";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Åtgärden Kör kommando kör datat i Data 1 som om det hade skrivits i textfältet där du tryckte tangentkombinationen. Därför kan det innehålla text (som kommer att skickas till kanalen/personen), kommandon eller användarkommandon. När det körs behandlas \\n-tecken i Data 1 som avgränsare mellan kommandon så att det är möjligt att köra mer än ett kommando. Om du vill ha ett \\ i den verkliga texten anger du \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Kommandot Byt sida växlar mellan sidor i flikhäftet. Ställ in Data 1 till den sida som du vill växla till. Om Data 2 är inställt till någonting kommer växlingen att vara relativ till nuvarande position";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Kommandot Infoga i buffert kommer att infoga innehållet i Data 1 i fältet där tangentkombinationen trycktes vid nuvarande markörposition";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Kommandot Rulla sida rullar textwidgeten upp eller ner en sida eller en rad. Om Data 1 är satt till Up, Down, +1 eller -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Kommandot Ställ in buffert ställer in fältet där tangentkombinationen trycktes till innehållet i Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Kommandot Senaste kommando gör att fältet innehåller det senast angivna kommandot - samma som att trycka uppåtpil i skalet";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Kommandot Nästa kommando gör att fältet innehåller nästa kommando som angavs - samma som att trycka nedåtpil i skalet";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Detta kommando ändrar texten i fältet för att komplettera ett inkomplett smeknamn eller kommando. Om Data 1 är satt kommer dubbla tabulatortryck i en sträng att välja det senaste smeknamnet, inte nästa";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Detta kommando rullar upp och ner i listan med smeknamn. Om Data 1 är satt till någonting rullar det upp, annars rullar det ner";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Detta kommando kontrollerar det senast angivna ordet i fältet mot ersättningslistan och ersätter det om det hittar en träff";

/* nothing */
"This command moves the front tab left by one" = "Detta kommando flyttar den främsta fliken ett steg till vänster";

/* nothing */
"This command moves the front tab right by one" = "Detta kommando flyttar den främsta fliken ett steg till höger";

/* nothing */
"This command moves the current tab family to the left" = "Detta kommando flyttar den aktuella fliken ett steg till vänster";

/* nothing */
"This command moves the current tab family to the right" = "Detta kommando flyttar den aktuella fliken ett steg till höger";

/* nothing */
"Push input line into history but doesn't send to server" = "Spara indataraden i historiken men skicka inte den till servern";

/* nothing */
"There was an error loading key bindings configuration" = "Det inträffade ett fel vid inläsning av tangentbindningskonfigurationen";

/* nothing */
"<none>" = "<ingen>";

/* nothing */
"Mod" = "Modifierare";

/* nothing */
"Key" = "Tangent";

/* nothing */
"Action" = "Åtgärd";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Tangentbordsgenvägar";

/* nothing */
"Shift" = "Skift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Data 1";

/* nothing */
"Data 2" = "Data 2";

/* nothing */
"Error opening keys config file\n" = "Fel vid öppnande av tangentkonfigurationsfil\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Okänt tangentnamn %s i konfigurationsfilen för tangentbindningar\nInläsningen avbröts, fixa %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Okänd åtgärd %s i konfigurationsfilen för tangentbindningar\nInläsningen avbröts, fixa %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Förväntade datarad (början Dx{:|!}) men fick:\n%s\n\nInläsningen avbröts, fixa %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Konfigurationsfilen för tangentbindningar är trasig, inläsningen avbröts\nFixa %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Kan inte skriva till den filen.";

/* nothing */
"Cannot read that file." = "Kan inte läsa den filen.";

/* nothing */
"That mask already exists." = "Den masken finns redan.";

/* nothing */
"Private" = "Privat";

/* nothing */
"Notice" = "Notis";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Inbjudning";

/* nothing */
"Unignore" = "Ta bort ignorering";

/* nothing */
"Enter mask to ignore:" = "Ange mask att ignorera:";

/* nothing */
"XChat: Ignore list" = "XChat: Ignoreringslista";

/* nothing */
"Ignore Stats:" = "Ignoreringsstatistik:";

/* nothing */
"Channel:" = "Kanal:";

/* nothing */
"Private:" = "Privat:";

/* nothing */
"Notice:" = "Notis:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Inbjudan:";

/* nothing */
"Add..." = "Lägg till...";

/* nothing */
"Channel name too short, try again." = "Kanalnamn för kort, försök igen.";

/* nothing */
"XChat: Connection Complete" = "XChat: Anslutningen klar";

/* nothing */
"Connection to %s complete." = "Anslutning till %s klar.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "I serverlistfönstret, ingen kanal (chattrum) har angetts för att gå in i automatiskt för detta nätverk.";

/* nothing */
"What would you like to do next?" = "Vad vill du göra härnäst?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Ingenting, jag går in i en kanal senare.";

/* nothing */
"_Join this channel:" = "_Gå in i denna kanal:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Om du vet namnet på kanalen du vill gå in i, ange den här.";

/* nothing */
"O_pen the Channel-List window." = "Ö_ppna kanallistfönstret.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Hämta kanallistan kan ta en minut eller två.";

/* nothing */
"_Always show this dialog after connecting." = "_Visa alltid denna dialog efter anslutning.";

/* nothing */
"Dialog with" = "Dialog med";

/* nothing */
"Topic for %s is: %s" = "Ämnet för %s är: %s";

/* nothing */
"No topic is set" = "Inget ämne är satt";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Denna server har fortfarande %d kanaler eller dialoger associerade med den. Stänga dem alla?";

/* nothing */
"Quit XChat?" = "Avsluta XChat?";

/* nothing */
"Don't ask next time." = "Fråga inte nästa gång.";

/* nothing */
"You are connected to %i IRC networks." = "Du är ansluten till %i IRC-nätverk.";

/* nothing */
"Are you sure you want to quit?" = "Är du säker på att du vill avsluta?";

/* nothing */
"Some file transfers are still active." = "En del filöverföringar är fortfarande aktiva.";

/* nothing */
"_Minimize to Tray" = "_Minimera till systemlåda";

/* nothing */
"Insert Attribute or Color Code" = "Infoga attribut eller färgkod";

/* nothing */
"<b>Bold</b>" = "<b>Fet</b>";

/* nothing */
"<u>Underline</u>" = "<u>Understruken</u>";

/* nothing */
"Normal" = "Normal";

/* nothing */
"Colors 0-7" = "Färgerna 0-7";

/* nothing */
"Colors 8-15" = "Färgerna 8-15";

/* nothing */
"Beep on message" = "Pip vid meddelande";

/* nothing */
"Blink tray on message" = "Blinka lådan vid meddelande";

/* nothing */
"Show join/part messages" = "Visa meddelanden om ingång/lämnande";

/* nothing */
"Color paste" = "Färginklistring";

/* nothing */
"_Close Tab" = "_Stäng flik";

/* nothing */
"_Detach Tab" = "_Frigör flik";

/* nothing */
"User limit must be a number!\n" = "Användargränsen måste vara en siffra!\n";

/* nothing */
"Topic Protection" = "Ämnesskydd";

/* nothing */
"No outside messages" = "Inga meddelanden från utomstående";

/* nothing */
"Secret" = "Hemlig";

/* nothing */
"Invite Only" = "Kräver inbjudan";

/* nothing */
"Moderated" = "Modererad";

/* nothing */
"Ban List" = "Bannlysningslista";

/* nothing */
"Keyword" = "Lösenord";

/* nothing */
"User Limit" = "Användargräns";

/* nothing */
"Show/Hide userlist" = "Visa/Dölj användarlista";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Kan inte ställa in genomskinlig bakgrund!\n\nDu kanske använder en ickekompatibel fönster-\nhanterare som inte stöds för tillfället.\n";

/* nothing */
"Enter new nickname:" = "Ange nytt smeknamn:";

/* nothing */
"Host unknown" = "Värden okänd";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Verkligt namn:";

/* nothing */
"User:" = "Användare:";

/* nothing */
"Country:" = "Land:";

/* nothing */
"Server:" = "Server:";

/* nothing */
"Away Msg:" = "Frånvaromedd:";

/* nothing */
"%u minutes ago" = "%u minuter sedan";

/* nothing */
"Last Msg:" = "Senaste medd:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Menyraden är nu dold. Du kan visa den igen genom att trycka F9 eller högerklicka på en tom del av huvudtextrutan.";

/* nothing */
"Open Link in Browser" = "Öppna länk i webbläsare";

/* nothing */
"Copy Selected Link" = "Kopiera markerad länk";

/* nothing */
"Join Channel" = "Gå in i kanalen";

/* nothing */
"Part Channel" = "Lämna kanal";

/* nothing */
"Cycle Channel" = "Rotera kanal";

/* nothing */
"XChat: User menu" = "XChat: Användarmeny";

/* nothing */
"Edit This Menu..." = "Redigera denna meny...";

/* nothing */
"Retrieve channel list..." = "Hämta kanallista...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Användarkommandon - specialkoder:\n\n%c  =  aktuell kanal\n%e  =  aktuellt nätverksnamn\n%m  =  maskininformation\n%n  =  ditt smeknamn\n%t  =  tid/datum\n%v  =  xchat-version\n%2  =  ord 2\n%3  =  ord 3\n&2  =  ord 2 till slutet på raden\n&3  =  ord 3 till slutet på raden\n\nExempel:\n/cmd nisse hej\n\n%2 blir då \"nisse\"\n&2 blir då \"nisse hej\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Knappar i användarlistan - specialkoder:\n\n%a  =  alla markerade smeknamn\n%c  =  aktuell kanal\n%e  =  aktuellt nätverksnamn\n%h  =  markerade smeknamnets värdnamn\n%m  =  datorinformation\n%n  =  ditt smeknamn\n%s  =  markerade smeknamnet\n%t  =  tid/datum\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialogknappar - specialkoder:\n\n%a  =  alla markerade smeknamn\n%c  =  aktuell kanal\n%e  =  aktuellt nätverksnamn\n%h  =  markerade smeknamnets värdnamn\n%m  =  datorinformation\n%n  =  ditt smeknamn\n%s  =  markerade smeknamnet\n%t  =  tid/datum\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP-svar - specialkoder:\n\n%d  =  data (hela ctcp-kommandot)\n%e  =  aktuellt nätverksnamn\n%m  =  datorinformation\n%s  =  smeknamnet som skickade ctcp-kommandot\n%t  =  tid/datum\n%2  =  ord 2\n%3  =  ord 3\n&2  =  ord 2 till slutet på raden\n&3  =  ord 3 till slutet på raden\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL-hanterare - specialkoder:\n\n%s  =  URL-strängen\n\nGenom att ange ett ! framför kommandot\nindikerar du att kommandot ska skickas\ntill ett skal istället för XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Användardefinierade kommandon";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Popupmeny i användarlista";

/* nothing */
"Replace with" = "Ersätt med";

/* nothing */
"XChat: Replace" = "XChat: Ersätt";

/* nothing */
"XChat: URL Handlers" = "XChat: URL-hanterare";

/* nothing */
"XChat: Userlist buttons" = "XChat: Knappar i användarlista";

/* nothing */
"XChat: Dialog buttons" = "XChat: Dialogknappar";

/* nothing */
"XChat: CTCP Replies" = "XChat: CTCP-svar";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Nätverksli_sta...";

/* nothing */
"_New" = "_Ny";

/* nothing */
"Server Tab..." = "Serverflik...";

/* nothing */
"Channel Tab..." = "Kanalflik...";

/* nothing */
"Server Window..." = "Serverfönster...";

/* nothing */
"Channel Window..." = "Kanalfönster...";

/* nothing */
"_Load Plugin or Script..." = "_Läs in insticksmodul eller skript...";

/* nothing */
"_Quit" = "_Avsluta";

/* nothing */
"_View" = "_Visa";

/* nothing */
"_Menu Bar" = "_Menyrad";

/* nothing */
"_Topic Bar" = "Ämn_esrad";

/* nothing */
"_User List" = "A_nvändarlista";

/* nothing */
"U_serlist Buttons" = "_Knappar i användarlista";

/* nothing */
"M_ode Buttons" = "_Lägesknappar";

/* nothing */
"_Channel Switcher" = "_Kanalväxlare";

/* nothing */
"_Tabs" = "_Flikar";

/* nothing */
"T_ree" = "T_räd";

/* nothing */
"_Network Meters" = "_Nätverksmätare";

/* nothing */
"Off" = "Av";

/* nothing */
"Graph" = "Diagram";

/* nothing */
"_Server" = "_Server";

/* nothing */
"_Disconnect" = "Koppla _från";

/* nothing */
"_Reconnect" = "Återa_nslut";

/* nothing */
"Marked Away" = "Märk som frånvarande";

/* nothing */
"_Usermenu" = "A_nvändarmeny";

/* nothing */
"S_ettings" = "_Inställningar";

/* nothing */
"_Preferences" = "_Inställningar";

/* nothing */
"Advanced" = "Avancerat";

/* nothing */
"Auto Replace..." = "Automatisk ersättning...";

/* nothing */
"CTCP Replies..." = "CTCP-svar...";

/* nothing */
"Dialog Buttons..." = "Dialogknappar...";

/* nothing */
"Keyboard Shortcuts..." = "Tangentbordsgenvägar...";

/* nothing */
"Text Events..." = "Texthändelser...";

/* nothing */
"URL Handlers..." = "URL-hanterare...";

/* nothing */
"User Commands..." = "Användarkommandon...";

/* nothing */
"Userlist Buttons..." = "Knappar i användarlista...";

/* nothing */
"Userlist Popup..." = "Popupmeny i användarlista...";

/* nothing */
"_Window" = "_Fönster";

/* nothing */
"Ban List..." = "Bannlysningslista...";

/* nothing */
"Channel List..." = "Kanallista...";

/* nothing */
"Character Chart..." = "Teckentabell...";

/* nothing */
"Direct Chat..." = "Direktchatt...";

/* nothing */
"File Transfers..." = "Filöverföringar...";

/* nothing */
"Ignore List..." = "Ignoreringslista...";

/* nothing */
"Notify List..." = "Notifieringslista...";

/* nothing */
"Plugins and Scripts..." = "Insticksmoduler och skript...";

/* nothing */
"Raw Log..." = "Rålogg...";

/* nothing */
"URL Grabber..." = "URL-fångare...";

/* nothing */
"Reset Marker Line" = "Återställ markörlinje";

/* nothing */
"C_lear Text" = "T_öm text";

/* nothing */
"Search Text..." = "Sök text...";

/* nothing */
"Save Text..." = "Spara text...";

/* nothing */
"_Help" = "_Hjälp";

/* nothing */
"_Contents" = "_Innehåll";

/* nothing */
"_About" = "_Om";

/* nothing */
"_Attach Window" = "Fä_st fönster";

/* nothing */
"_Close Window" = "_Stäng fönster";

/* nothing */
"User" = "Användare";

/* nothing */
"Last Seen" = "Sågs senast";

/* nothing */
"Offline" = "Frånkopplad";

/* nothing */
"Never" = "Aldrig";

/* nothing */
"%d minutes ago" = "%d minuter sedan";

/* nothing */
"Online" = "Ansluten";

/* nothing */
"Enter nickname to add:" = "Ange smeknamn att lägga till:";

/* nothing */
"Notify on these networks:" = "Notifiera på dessa nätverk:";

/* nothing */
"Comma separated list of networks is accepted." = "Kommaseparerad lista över nätverken tillåts.";

/* nothing */
"XChat: Notify List" = "XChat: Notifieringslista";

/* nothing */
"Open Dialog" = "Öppna dialog";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "Kan inte hitta \"notify-send\" för att öppna ballongdialoger.\nInstallera libnotify.";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: Ansluten till %u nätverk och %u kanaler";

/* nothing */
"_Restore" = "_Återställ";

/* nothing */
"_Hide" = "_Dölj";

/* nothing */
"_Blink on" = "_Blinka vid";

/* nothing */
"Channel Message" = "Kanalmeddelande";

/* nothing */
"Private Message" = "Privat meddelande";

/* nothing */
"Highlighted Message" = "Färgmarkerat meddelande";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "XChat: Färgmarkerat meddelande från: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u färgmarkerade meddelanden, senaste från: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "XChat: Nytt publikt meddelande från: %s (%s)";

/* nothing */
"XChat: %u new public messages." = "XChat: %u nya publika meddelanden.";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: Privat meddelande från: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "XChat: %u privata meddelanden, senaste från: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: Filerbjudande från: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "XChat: %u filerbjudanden, senaste från: %s (%s)";

/* nothing */
"Description" = "Beskrivning";

/* nothing */
"Select a Plugin or Script to load" = "Välj en insticksmodul eller ett skript att läsa in";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Insticksmoduler och skript";

/* nothing */
"_Load..." = "_Läs in...";

/* nothing */
"_UnLoad" = "_Glöm";

/* nothing */
"_Close" = "S_täng";

/* nothing */
"Save As..." = "Spara som...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Rålogg (%s)";

/* nothing */
"Clear rawlog" = "Töm rålogg";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Fönstret som du öppnade detta sökfönster för finns inte längre.";

/* nothing */
"Search hit end, not found." = "Sökning nådde slutet, hittades inte.";

/* nothing */
"XChat: Search" = "XChat: Sök";

/* nothing */
"_Match case" = "_Matcha skiftläge";

/* nothing */
"Search _backwards" = "Sök _bakåt";

/* nothing */
"_Find" = "_Sök";

/* nothing */
"New Network" = "Nytt nätverk";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Vill du verkligen ta bort nätverket \"%s\" och alla dess servrar?";

/* nothing */
"User name and Real name cannot be left blank." = "Användarnamn och verkligt namn kan inte lämnas blanka.";

/* nothing */
"XChat: Edit %s" = "XChat: Redigera %s";

/* nothing */
"Servers for %s" = "Servrar för %s";

/* nothing */
"Connect to selected server only" = "Anslut endast till markerad server";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Gå inte igenom alla servrar när anslutningen avbryts.";

/* nothing */
"Your Details" = "Dina detaljer";

/* nothing */
"Use global user information" = "Använd global användarinformation";

/* nothing */
"_Nick name:" = "_Smeknamn:";

/* nothing */
"Second choice:" = "Andra valet:";

/* nothing */
"_User name:" = "An_vändarnamn:";

/* nothing */
"Rea_l name:" = "Verkligt _namn:";

/* nothing */
"Connecting" = "Ansluter";

/* nothing */
"Auto connect to this network at startup" = "Anslut automatiskt till detta nätverk vid uppstart";

/* nothing */
"Use a proxy server" = "Använd en proxyserver";

/* nothing */
"Use SSL for all the servers on this network" = "Använd SSL för alla servrar på detta nätverk";

/* nothing */
"Accept invalid SSL certificate" = "Acceptera ogiltigt SSL-certifikat";

/* nothing */
"C_hannels to join:" = "_Kanaler att gå in i:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kanaler att gå in i, åtskilda med kommatecken men inte med blanksteg!";

/* nothing */
"Connect command:" = "Anslutningskommando:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Extra kommandon att köra efter anslutning. Om du behöver fler än en, ställ in denna till LOAD -e <filnamn>, där <filnamn> är en textfil som är full med kommandon att köra.";

/* nothing */
"Nickserv password:" = "Nickserv-lösenord:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Om ditt smeknamn kräver ett lösenord, ange det här. Inte alla IRC-nätverk har stöd för detta.";

/* nothing */
"Server password:" = "Serverlösenord:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Lösenord för servern, lämna blank om du är osäker.";

/* nothing */
"Character set:" = "Teckentabell:";

/* nothing */
"_Edit" = "_Redigera";

/* nothing */
"XChat: Network List" = "XChat: Nätverkslista";

/* nothing */
"User Information" = "Användarinformation";

/* nothing */
"Third choice:" = "Tredje valet:";

/* nothing */
"Networks" = "Nätverk";

/* nothing */
"Skip network list on startup" = "Hoppa över nätverkslista vid uppstart";

/* nothing */
"_Edit..." = "_Redigera...";

/* nothing */
"_Sort" = "_Sortera";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "Sorterar nätverkslistan i alfabetisk ordning. Använd tangenterna SKIFT-UP och SKIFT-DOWN för att flytta en rad.";

/* nothing */
"C_onnect" = "_Anslut";

/* nothing */
"Text Box Appearance" = "Utseende för textruta";

/* nothing */
"Font:" = "Typsnitt:";

/* nothing */
"Background image:" = "Bakgrundsbild:";

/* nothing */
"Scrollback lines:" = "Rulla tillbaka rader:";

/* nothing */
"Colored nick names" = "Färgade smeknamn";

/* nothing */
"Give each person on IRC a different color" = "Ge varje person på IRC en olik färg";

/* nothing */
"Indent nick names" = "Dra in smeknamn";

/* nothing */
"Make nick names right-justified" = "Högerjustera smeknamn";

/* nothing */
"Transparent background" = "Genomskinlig bakgrund";

/* nothing */
"Show marker line" = "Visa markörlinje";

/* nothing */
"Insert a red line after the last read text." = "Infoga en röd linje efter den senaste lästa texten.";

/* nothing */
"Transparency Settings" = "Inställningar för genomskinlighet";

/* nothing */
"Red:" = "Röd:";

/* nothing */
"Green:" = "Grön:";

/* nothing */
"Blue:" = "Blå:";

/* nothing */
"Time Stamps" = "Tidsstämplar";

/* nothing */
"Enable time stamps" = "Aktivera tidsstämplar";

/* nothing */
"Time stamp format:" = "Tidsstämplingsformat:";

/* nothing */
"See strftime manpage for details." = "Se manualsidan för strftime för detaljer.";

/* nothing */
"A-Z" = "A-Ö";

/* nothing */
"Last-spoke order" = "Senast sagda order";

/* nothing */
"Input box" = "Inmatningsfält";

/* nothing */
"Use the Text box font and colors" = "Använd typsnittet och färgerna för textrutor";

/* nothing */
"Spell checking" = "Stavningskontroll";

/* nothing */
"Nick Completion" = "Smeknamnskomplettering";

/* nothing */
"Automatic nick completion (without TAB key)" = "Automatisk smeknamnskomplettering (utan tabulatortangent)";

/* nothing */
"Nick completion suffix:" = "Suffix för smeknamnskomplettering:";

/* nothing */
"Nick completion sorted:" = "Sortering för smeknamnskomplettering:";

/* nothing */
"Input Box Codes" = "Inmatningskoder";

/* nothing */
"Interpret %nnn as an ASCII value" = "Tolka %nnn som ett ASCII-värde";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Tolka %C, %B som färg, fet, osv";

/* nothing */
"A-Z, Ops first" = "A-Ö, operatörer först";

/* nothing */
"Z-A, Ops last" = "Ö-A, operatörer sist";

/* nothing */
"Z-A" = "Ö-A";

/* nothing */
"Unsorted" = "Osorterad";

/* nothing */
"Left (Upper)" = "Vänster (övre)";

/* nothing */
"Left (Lower)" = "Vänster (nedre)";

/* nothing */
"Right (Upper)" = "Höger (övre)";

/* nothing */
"Right (Lower)" = "Höger (nedre)";

/* nothing */
"Top" = "överst";

/* nothing */
"Bottom" = "nederst";

/* nothing */
"Hidden" = "Dold";

/* nothing */
"User List" = "Användarlista";

/* nothing */
"Show hostnames in user list" = "Visa värdnamn i användarlista";

/* nothing */
"User list sorted by:" = "Användarlistan sorteras efter:";

/* nothing */
"Show user list at:" = "Visa användarlista till:";

/* nothing */
"Away tracking" = "Frånvarospårning";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Spårar frånvarostatus för användare och markerar dem i en annan färg";

/* nothing */
"On channels smaller than:" = "På kanaler mindre än:";

/* nothing */
"Action Upon Double Click" = "Åtgärd vid dubbelklick";

/* nothing */
"Execute command:" = "Startkommando:";

/* nothing */
"Windows" = "Fönster";

/* nothing */
"Tabs" = "Flikar";

/* nothing */
"Always" = "Alltid";

/* nothing */
"Only requested tabs" = "Endast begärda flikar";

/* nothing */
"Tree" = "T_räd";

/* nothing */
"Switcher type:" = "Söktyp:";

/* nothing */
"Open an extra tab for server messages" = "Öppna en extra flik för servermeddelanden";

/* nothing */
"Open an extra tab for server notices" = "Öppna en extra flik för servernotiser";

/* nothing */
"Open a new tab when you receive a private message" = "Öppna en ny flik när du tar emot ett privat meddelande";

/* nothing */
"Sort tabs in alphabetical order" = "Sortera flikar i alfabetisk ordning";

/* nothing */
"Small tabs" = "Små flikar";

/* nothing */
"Focus new tabs:" = "Fokusera nya flikar:";

/* nothing */
"Show channel switcher at:" = "Visa kanalväxlaren till:";

/* nothing */
"Shorten tab labels to:" = "Korta ner fliketiketter till:";

/* nothing */
"letters." = "bokstäver.";

/* nothing */
"Tabs or Windows" = "Flikar eller fönster";

/* nothing */
"Open channels in:" = "Öppna kanaler i:";

/* nothing */
"Open dialogs in:" = "Öppna dialogfönster i:";

/* nothing */
"Open utilities in:" = "Öppna verktyg i:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Öppna DCC-, ignorerings-, notifieringsfönster osv. i flikar eller fönster?";

/* nothing */
"No" = "Nej";

/* nothing */
"Yes" = "Ja";

/* nothing */
"Browse for save folder every time" = "Bläddra varje gång efter mapp att spara i";

/* nothing */
"Files and Directories" = "Filer och kataloger";

/* nothing */
"Auto accept file offers:" = "Acceptera filerbjudanden automatiskt:";

/* nothing */
"Download files to:" = "Spara hämtade filer i:";

/* nothing */
"Move completed files to:" = "Flytta färdighämtade filer till:";

/* nothing */
"Save nick name in filenames" = "Spara smeknamn i filnamn";

/* nothing */
"Network Settings" = "Nätverksinställningar";

/* nothing */
"Get my address from the IRC server" = "Hämta min adress från IRC-servern";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Fråga IRC-servern efter din verkliga adress. Använd detta om du har en adress av typen 192.168.*.*!";

/* nothing */
"DCC IP address:" = "DCC-IP-adress:";

/* nothing */
"Claim you are at this address when offering files." = "Utge dig för att vara på denna adress när du erbjuder filer.";

/* nothing */
"First DCC send port:" = "Första DCC-sändningsport:";

/* nothing */
"Last DCC send port:" = "Sista DCC-sändningsport:";

/* nothing */
"!Leave ports at zero for full range." = "!Lämna värdet noll vid portar för fullständigt intervall.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Maximal hastighet för filöverföringar (byte per sekund)";

/* nothing */
"One upload:" = "En sändning:";

/* nothing */
"Maximum speed for one transfer" = "Max. hastighet för en överföring";

/* nothing */
"One download:" = "En hämtning:";

/* nothing */
"All uploads combined:" = "Alla sändningar kombinerade:";

/* nothing */
"Maximum speed for all files" = "Max. hastighet för alla filer";

/* nothing */
"All downloads combined:" = "Alla hämtningar kombinerade:";

/* nothing */
"Alerts" = "Alarm";

/* nothing */
"Show tray balloons on:" = "Visa lådballonger vid:";

/* nothing */
"Blink tray icon on:" = "Blinka lådikonen vid:";

/* nothing */
"Blink task bar on:" = "Blinka verktygsraden vid:";

/* nothing */
"Make a beep sound on:" = "Spela upp en ljudsignal vid:";

/* nothing */
"Enable system tray icon" = "Aktivera ikon för systemlåda";

/* nothing */
"Highlighted Messages" = "Färgmarkerade meddelanden";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "Färgmarkerade meddelanden är sådana där ditt smeknamn nämns i, men även:";

/* nothing */
"Extra words to highlight:" = "Extra ord att färgmarkera:";

/* nothing */
"Nick names not to highlight:" = "Smeknamn att inte färgmarkera:";

/* nothing */
"Nick names to always highlight:" = "Smeknamn att alltid färgmarkera:";

/* nothing */
"Separate multiple words with commas." = "Separera flera ord med kommatecken.";

/* nothing */
"Default Messages" = "Standardmeddelanden";

/* nothing */
"Quit:" = "Avsluta:";

/* nothing */
"Leave channel:" = "Lämna kanal:";

/* nothing */
"Away:" = "Borta:";

/* nothing */
"Away" = "Borta";

/* nothing */
"Announce away messages" = "Meddela frånvaromeddelanden";

/* nothing */
"Announce your away messages to all channels" = "Meddela dina frånvaromeddelanden till alla kanaler";

/* nothing */
"Show away once" = "Visa frånvaro endast en gång";

/* nothing */
"Show identical away messages only once" = "Visa identiska frånvaromeddelanden endast en gång";

/* nothing */
"Automatically unmark away" = "Avmarkera frånvaro automatiskt";

/* nothing */
"Unmark yourself as away before sending messages" = "Avmarkerering av din frånvaro innan skickande av meddelanden";

/* nothing */
"Advanced Settings" = "Avancerade inställningar";

/* nothing */
"Auto reconnect delay:" = "Fördröjning för automatisk återanslutning:";

/* nothing */
"Display MODEs in raw form" = "Visa MODE-kommandon i rå form";

/* nothing */
"Whois on notify" = "Vemär vid notifiering";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Skickar en /WHOIS när en användare som är i din notifieringslista ansluter";

/* nothing */
"Hide join and part messages" = "Dölj meddelanden om ingång/lämnande";

/* nothing */
"Hide channel join/part messages by default" = "Dölj meddelanden om ingång/lämnande som standard";

/* nothing */
"Auto Open DCC Windows" = "Öppna DCC-fönster automatiskt";

/* nothing */
"Send window" = "Sändningsfönster";

/* nothing */
"Receive window" = "Mottagningsfönster";

/* nothing */
"Chat window" = "Chattfönster";

/* nothing */
"Logging" = "Loggning";

/* nothing */
"Enable logging of conversations" = "Aktivera loggning av konversationer";

/* nothing */
"Log filename:" = "Loggfilsnamn:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Server %c=Kanal %n=Nätverk.";

/* nothing */
"Insert timestamps in logs" = "Infoga tidsstämplar i loggar";

/* nothing */
"Log timestamp format:" = "Format för tidsstämpling av loggar:";

/* nothing */
"(Disabled)" = "(Inaktiverad)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Alla anslutningar";

/* nothing */
"IRC Server Only" = "Endast IRC-server";

/* nothing */
"DCC Get Only" = "Endast DCC Get";

/* nothing */
"Your Address" = "Din adress";

/* nothing */
"Bind to:" = "Bind till:";

/* nothing */
"Only useful for computers with multiple addresses." = "Endast användbart för datorer med flera adresser.";

/* nothing */
"Proxy Server" = "Proxyserver";

/* nothing */
"Hostname:" = "Värdnamn:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Typ:";

/* nothing */
"Use proxy for:" = "Använd proxy för:";

/* nothing */
"Proxy Authentication" = "Proxyautentisering";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Använd autentisering (endast MS Proxy, HTTP eller SOCKS5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Använd autentisering (endast HTTP eller SOCKS5)";

/* nothing */
"Username:" = "Användarnamn:";

/* nothing */
"Password:" = "Lösenord:";

/* nothing */
"Select an Image File" = "Välj en bildfil";

/* nothing */
"Select Download Folder" = "Välj mapp för hämtade filer";

/* nothing */
"Select font" = "Välj typsnitt";

/* nothing */
"Browse..." = "Bläddra...";

/* nothing */
"Mark identified users with:" = "Markera identifierade användare med:";

/* nothing */
"Mark not-identified users with:" = "Markera ej identifierade användare med:";

/* nothing */
"Open Data Folder" = "Öppna datamapp";

/* nothing */
"Select color" = "Välj färg";

/* nothing */
"Text Colors" = "Textfärger";

/* nothing */
"mIRC colors:" = "mIRC-färger:";

/* nothing */
"Local colors:" = "Lokala färger:";

/* nothing */
"Foreground:" = "Förgrund:";

/* nothing */
"Background:" = "Bakgrund:";

/* nothing */
"Marking Text" = "Markeringstext";

/* nothing */
"Interface Colors" = "Gränssnittsfärger";

/* nothing */
"New data:" = "Nya data:";

/* nothing */
"Marker line:" = "Markeringsrad:";

/* nothing */
"New message:" = "Nytt meddelande:";

/* nothing */
"Away user:" = "Frånvaroanvändare:";

/* nothing */
"Highlight:" = "Färgmarkera:";

/* nothing */
"Event" = "Händelse";

/* nothing */
"Sound file" = "Ljudfil";

/* nothing */
"Select a sound file" = "Välj en ljudfil";

/* nothing */
"Sound playing method:" = "Metod för ljuduppspelning:";

/* nothing */
"External sound playing _program:" = "Externt _program för ljuduppspelning:";

/* nothing */
"_External program" = "_Externt program";

/* nothing */
"_Automatic" = "_Automatisk";

/* nothing */
"Sound files _directory:" = "Katalog för _ljudfiler:";

/* nothing */
"Sound file:" = "Ljudfil:";

/* nothing */
"_Browse..." = "_Bläddra...";

/* nothing */
"_Play" = "_Spela upp";

/* nothing */
"Interface" = "Gränssnitt";

/* nothing */
"Text box" = "Textfält";

/* nothing */
"User list" = "Användarlista";

/* nothing */
"Channel switcher" = "Kanalväxlare";

/* nothing */
"Colors" = "Färger";

/* nothing */
"Chatting" = "Chattande";

/* nothing */
"General" = "Allmänt";

/* nothing */
"Sound" = "Ljud";

/* nothing */
"Network setup" = "Nätverksinställningar";

/* nothing */
"File transfers" = "Filöverföringar";

/* nothing */
"Categories" = "Kategorier";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "Du kan inte placera trädet på övre eller undre delen!\nÄndra till <b>Flikar</b>-layouten i <b>Visa</b>-menyn först.";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "En del inställningar ändrades som kräver en omstart för att börja gälla.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*VARNING*\nAtt automatiskt acceptera DCC till din\nhemkatalog kan vara farligt och utnyttjas\nav andra. Någon kan till exempel skicka\ndig en .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Inställningar";

/* nothing */
"There was an error parsing the string" = "Det uppstod ett fel vid tolkning av strängen";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Denna signal skickas endast %d argument, $%d är ogiltigt";

/* nothing */
"Print Texts File" = "Skriv ut textfil";

/* nothing */
"Edit Events" = "Redigera händelser";

/* nothing */
"$ Number" = "$-nummer";

/* nothing */
"Load From..." = "Läs in från...";

/* nothing */
"Test All" = "Testa allt";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: URL-fångare";

/* nothing */
"Clear list" = "Töm lista";

/* nothing */
"Copy selected URL" = "Kopiera markerad URL";

/* nothing */
"Copy" = "Kopiera";

/* nothing */
"Save list to a file" = "Spara lista till en fil";

/* nothing */
"%d ops, %d total" = "%d oppar, %d totalt";

